Repository: iamwmh/WholeFramePrint
Catalog: WholeFramePrint/Localizable.xcstrings
Source language: en
Languages: fr_ca, zh_hans

source: _tiled.pdf
fr_ca: _mosaïque.pdf
zh_hans: _拼版.pdf

source: %@ (%@×%@ mm)
fr_ca: %1$@ (%2$@×%3$@ mm)
zh_hans: %1$@ (%2$@×%3$@ mm)

source: %lld sheets (%lld×%lld)
fr_ca: %1$lld feuilles (%2$lld×%3$lld)
zh_hans: %1$lld 张 (%2$lld×%3$lld)

source: Actual Size (100%)
fr_ca: Taille réelle (100 %)
zh_hans: 原尺寸拼接 (100%)

source: Actual Size Settings
fr_ca: Réglages taille réelle
zh_hans: 原尺寸设置

source: Add printer…
fr_ca: Ajouter une imprimante…
zh_hans: 添加打印机…

source: Artwork
fr_ca: Œuvre
zh_hans: 作品

source: Artwork Width
fr_ca: Largeur de l'œuvre
zh_hans: 作品宽度

source: Assembly
fr_ca: Assemblage
zh_hans: 拼接

source: Assembly size
fr_ca: Taille assemblée
zh_hans: 拼接总尺寸

source: Auto-fit to aspect ratio
fr_ca: Ajuster selon les proportions
zh_hans: 根据比例智能匹配

source: Calligraphy, painting, photography and other large artworks
fr_ca: Calligraphie, peinture, photographie et autres grandes œuvres
zh_hans: 支持书法、国画、摄影等大幅作品

source: Center image in assembly
fr_ca: Centrer l'image dans l'assemblage
zh_hans: 画面居中拼接

source: Center image in assembly help
fr_ca: L'image est centrée sur l'assemblage. Seules les feuilles extérieures ont des marges ; les feuilles intérieures sont pleine page, sans découpe.
zh_hans: 画面在多张纸组成的拼接区域中居中。仅最外侧纸张保留留白，内部纸张满版打印，拼合后无需裁切。

source: Centimeters
fr_ca: Centimètres
zh_hans: 厘米

source: Change Image…
fr_ca: Changer l'image…
zh_hans: 更换图片…

source: Choose a folder to save %lld %@ files.
fr_ca: Choisissez un dossier pour enregistrer %1$lld fichiers %2$@.
zh_hans: 选择文件夹以保存 %1$lld 个 %2$@ 文件。

source: Choose Image…
fr_ca: Choisir une image…
zh_hans: 选择图片…

source: Columns: %lld
fr_ca: Colonnes : %lld
zh_hans: 横向张数：%lld

source: Combined PDF…
fr_ca: PDF combiné…
zh_hans: 合并 PDF…

source: Could not create export file.
fr_ca: Impossible de créer le fichier d'exportation.
zh_hans: 无法创建导出文件。

source: Could not open printer settings.
fr_ca: Impossible d'ouvrir les réglages d'impression.
zh_hans: 无法打开打印机设置。

source: Crop marks
fr_ca: Marques de coupe
zh_hans: 裁切标记 / 十字线

source: Crop marks (preview only)
fr_ca: Marques de coupe (aperçu)
zh_hans: 裁切标记（仅预览）

source: Default
fr_ca: Par défaut
zh_hans: 默认

source: Drop or open an image to begin tiled printing
fr_ca: Déposez ou ouvrez une image pour commencer l'impression en mosaïque
zh_hans: 拖入或打开一张图片开始拼接打印

source: Effective resolution
fr_ca: Résolution effective
zh_hans: 有效分辨率

source: Export
fr_ca: Exporter
zh_hans: 导出

source: Export PDF
fr_ca: Exporter en PDF
zh_hans: 导出 PDF

source: Failed to generate PDF.
fr_ca: Échec de la génération du PDF.
zh_hans: 生成 PDF 失败。

source: Failed to write export file.
fr_ca: Échec de l'écriture du fichier d'exportation.
zh_hans: 写入导出文件失败。

source: Fit to Sheets · Smart Scale
fr_ca: Ajuster aux feuilles · Mise à l'échelle intelligente
zh_hans: 指定纸张 · 智能缩放

source: Full bleed (trim to assemble)
fr_ca: Pleine page (découper pour assembler)
zh_hans: 无边满版 (裁切拼接)

source: Golden-ratio margins (wider bottom)
fr_ca: Marges en ratio d'or (bas plus large)
zh_hans: 黄金分割留白 (下边更宽)

source: Height auto: %@ %@
fr_ca: Hauteur auto : %1$@ %2$@
zh_hans: 高度自动：%1$@ %2$@

source: Image covers ~%lld%% · golden ratio 0.618
fr_ca: L'image couvre ~%lld %% · ratio d'or 0,618
zh_hans: 画心约占画面 %lld%% · 黄金分割 0.618

source: Image size
fr_ca: Taille de l'image
zh_hans: 画面尺寸

source: Inches
fr_ca: Pouces
zh_hans: 英寸

source: Inkjet
fr_ca: Jet d'encre
zh_hans: 喷墨

source: Landscape
fr_ca: Paysage
zh_hans: 横向

source: Line printer
fr_ca: Imprimante à lignes
zh_hans: 行式打印机

source: Margin ratio: %lld%%
fr_ca: Ratio de marge : %lld %%
zh_hans: 留白比例：%lld%%

source: Margins per sheet
fr_ca: Marges par feuille
zh_hans: 四周留白 (每张)

source: Margins T/B/L/R
fr_ca: Marges H/B/G/D
zh_hans: 留白 上/下/左/右

source: Marks
fr_ca: Marques
zh_hans: 标记

source: Millimeters
fr_ca: Millimètres
zh_hans: 毫米

source: No pages to export.
fr_ca: Aucune page à exporter.
zh_hans: 没有可导出的页面。

source: No printers are installed. Add a printer in System Settings, then click Refresh.
fr_ca: Aucune imprimante installée. Ajoutez une imprimante dans les réglages système, puis cliquez sur Actualiser.
zh_hans: 未安装打印机。请在系统设置中添加打印机，然后点击刷新。

source: No printers found
fr_ca: Aucune imprimante trouvée
zh_hans: 未找到打印机

source: No printers found help
fr_ca: Cliquez sur « Ajouter une imprimante… » pour ouvrir les réglages système.
zh_hans: 点击「添加打印机…」打开系统设置进行安装。

source: Notice
fr_ca: Avis
zh_hans: 提示

source: Open Image
fr_ca: Ouvrir une image
zh_hans: 打开图片

source: Outer assembly margin
fr_ca: Marge extérieure de l'assemblage
zh_hans: 拼接外圈留白

source: Overlap
fr_ca: Chevauchement
zh_hans: 重叠

source: Page labels (preview only)
fr_ca: Étiquettes (aperçu)
zh_hans: 页码标签（仅预览）

source: Page labels (row·col)
fr_ca: Étiquettes de page (ligne·col)
zh_hans: 页码标签 (行·列)

source: Paper
fr_ca: Papier
zh_hans: 纸张

source: Paper Size
fr_ca: Format du papier
zh_hans: 纸张大小

source: Print
fr_ca: Imprimer
zh_hans: 打印

source: Print %lld sheets…
fr_ca: Imprimer %lld feuilles…
zh_hans: 打印 %lld 张…

source: Print Mode
fr_ca: Mode d'impression
zh_hans: 打印模式

source: Printer
fr_ca: Imprimante
zh_hans: 打印机

source: Printer safe margin
fr_ca: Marge de sécurité de l'imprimante
zh_hans: 打印机安全边距

source: Printer settings opened. Add your printer, then click Refresh.
fr_ca: Réglages d'impression ouverts. Ajoutez votre imprimante, puis cliquez sur Actualiser.
zh_hans: 已打开打印机设置。请添加打印机后点击刷新。

source: Printer uses system help
fr_ca: Toutes les imprimantes installées dans macOS sont disponibles dans la boîte de dialogue d'impression.
zh_hans: 可直接使用 macOS 系统设置中添加的任意打印机，打印时亦可在系统对话框中切换。

source: Printing was cancelled.
fr_ca: Impression annulée.
zh_hans: 已取消打印。

source: R%lld·C%lld
fr_ca: L%1$lld·C%2$lld
zh_hans: R%1$lld·C%2$lld

source: Refresh printers
fr_ca: Actualiser
zh_hans: 刷新打印机

source: Rows: %lld
fr_ca: Lignes : %lld
zh_hans: 纵向张数：%lld

source: Save failed: %@
fr_ca: Échec de l'enregistrement : %@
zh_hans: 保存失败：%@

source: Scale
fr_ca: Échelle
zh_hans: 缩放

source: Scale and lay out on a chosen number of sheets with golden-ratio margins
fr_ca: Mettre à l'échelle et disposer sur un nombre de feuilles choisi avec des marges en ratio d'or
zh_hans: 在选定数量的纸张上按黄金分割布局

source: Sent %lld sheets to the printer.
fr_ca: %lld feuilles envoyées à l'imprimante.
zh_hans: 已将 %lld 张发送至打印机。

source: Separate JPEGs…
fr_ca: JPEG séparés…
zh_hans: 分张 JPEG…

source: Separate PDFs…
fr_ca: PDF séparés…
zh_hans: 分张 PDF…

source: Separate PNGs…
fr_ca: PNG séparés…
zh_hans: 分张 PNG…

source: Separate TIFFs…
fr_ca: TIFF séparés…
zh_hans: 分张 TIFF…

source: Serial
fr_ca: Série
zh_hans: 串口

source: Sheet Layout
fr_ca: Disposition des feuilles
zh_hans: 纸张布局

source: Sheets
fr_ca: Feuilles
zh_hans: 纸张

source: Split the image at true physical size across multiple sheets
fr_ca: Diviser l'image à sa taille physique réelle sur plusieurs feuilles
zh_hans: 按真实尺寸把画面分割到多张纸上

source: System default
fr_ca: Par défaut (système)
zh_hans: 系统默认

source: Tile overlap
fr_ca: Chevauchement des tuiles
zh_hans: 拼接重叠

source: Tiled Print
fr_ca: Impression en mosaïque
zh_hans: 拼接打印

source: Unable to read this image file.
fr_ca: Impossible de lire ce fichier image.
zh_hans: 无法读取该图片文件。

source: Units
fr_ca: Unités
zh_hans: 单位

source: Use system print dialog
fr_ca: Utilisez la boîte de dialogue d'impression système
zh_hans: 请在系统打印对话框中选择打印机

source: Whole-Frame Tiled Print
fr_ca: Impression en mosaïque grand format
zh_hans: 整幅拼接打印

source: Laser
zh_hans: 激光

source: Mode
zh_hans: 模式

source: OK
zh_hans: 好

source: Orientation
zh_hans: 方向

source: Portrait
zh_hans: 纵向
